Repository: TrellixVulnTeam/Informatica-UGR_Z54J
Catalog: Abo Akademi - Finlandia (Erasmus)/Development of Server-Side Web Services/Yaas Project/locale/*/LC_MESSAGES/django.po
Languages: sv

source: Auction has been created successfully
sv: Auktion har skapats framgångsrikt

source: The deadline date should be at least 72 hours from now
sv: Tidsfristen bör vara minst 72 timmar från och med nu

source: That is not your auction to edit
sv: Det är inte din auktion att redigera

source: Auction has been updated successfully
sv: Auktionen har uppdaterats

source: You can only bid on active auction
sv: Du kan bara bjuda på aktiv auktion

source: New bid must be greater than the current bid for at least 0.01
sv: Det nya budet måste vara större än det nuvarande budet för minst 0,01

source: You has bid successfully
sv: Du har bjudit framgångsrikt

source: You cannot bid on your own auctions
sv: Du kan inte bjuda på dina egna auktioner

source: Welcome!
sv: Välkommen!

source: Bid:
sv: Bud:

source: Bid Auction
sv: Budauktion

source: Edit Auction
sv: Redigera auktion

source: No Auctions Created
sv: Inga auktioner skapade

source: Userpage
sv: Användarsida

source: You are not signed in!
sv: Du är inte inloggad!
